report.txt
Requests      [total, rate, throughput]         1500, 50.05, 0.00
Duration      [total, attack, wait]             29.974s, 29.972s, 2.337ms
Latencies     [min, mean, 50, 90, 95, 99, max]  528µs, 2.371ms, 1.206ms, 4.201ms, 5.964ms, 20.745ms, 78.638ms
Bytes In      [total, mean]                     9500, 6.33
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:1000  404:500  
Error Set:
Get "http://127.0.0.1:9001/": dial tcp 0.0.0.0:0->127.0.0.1:9001: connectex: No connection could be made because the target machine actively refused it.
Get "http://127.0.0.1:9002/": dial tcp 0.0.0.0:0->127.0.0.1:9002: connectex: No connection could be made because the target machine actively refused it.
404 Not Found